Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.runtimeorprocessstatuscouldnotbeconfirmed
source: 런타임 또는 프로세스 상태를 확인하지 못한 Agent가 %lld개 있습니다.
de: Der Laufzeit- oder Prozessstatus von %lld Agents konnte nicht bestätigt werden.
en: Runtime or process status could not be confirmed for %lld Agents.
es: No se pudo confirmar el estado de ejecución o de los procesos de %lld Agents.
fr: L’état d’exécution ou des processus de %lld Agents n’a pas pu être confirmé.
ja: %lld 件の Agent のランタイムまたはプロセス状態を確認できませんでした。
pt: Não foi possível confirmar o estado de execução ou dos processos de %lld Agents.
zh_hans: 无法确认 %lld 个 Agent 的运行时或进程状态。
zh_hant: 無法確認 %lld 個 Agent 的執行階段或程序狀態。

# macos.applyserversettingsandrestarttheserver
source: 런타임 설정을 저장하고 서버를 재시작할까요?
de: Laufzeiteinstellungen anwenden und den Server neu starten?
en: Apply server settings and restart the server?
es: ¿Aplicar la configuración de ejecución y reiniciar el servidor?
fr: Appliquer les paramètres d’exécution et redémarrer le serveur ?
ja: ランタイム設定を適用してサーバーを再起動しますか？
pt: Aplicar as configurações de runtime e reiniciar o servidor?
zh_hans: 应用运行时设置并重启服务器？
zh_hant: 應用執行時設定並重啟伺服器？

# macos.runtimeconnectiondetailshavenotbeensavedyet
source: 런타임 연결 정보가 아직 저장되지 않았습니다.
de: Die Laufzeit-Verbindungsdaten wurden noch nicht gespeichert.
en: Runtime connection details have not been saved yet.
es: Aún no se ha guardado la información de conexión del entorno de ejecución.
fr: Les informations de connexion de l’environnement d’exécution n’ont pas encore été enregistrées.
ja: ランタイム接続情報はまだ保存されていません。
pt: As informações de conexão do runtime ainda não foram salvas.
zh_hans: 尚未保存运行时连接信息。
zh_hant: 尚未儲存執行時連線資訊。

# macos.refreshlogs
source: 로그 새로고침
de: Protokolle aktualisieren
en: Refresh Logs
es: Actualizar registros
fr: Actualiser les journaux
ja: ログを更新
pt: Atualizar logs
zh_hans: 刷新日志
zh_hant: 重新整理日誌

# macos.checkingloginstatus
source: 로그인 상태를 확인하고 있습니다.
de: Anmeldestatus wird geprüft.
en: Checking login status.
es: Comprobando el estado de inicio de sesión.
fr: Vérification de l’état de connexion.
ja: ログイン状態を確認しています。
pt: Verificando o estado do login.
zh_hans: 正在检查登录状态。
zh_hant: 正在檢查登入狀態。

# macos.launchmenubarappatlogin
source: 로그인 시 메뉴 막대 앱 실행
de: Menüleisten-App bei der Anmeldung starten
en: Launch Menu Bar App at Login
es: Iniciar la app de la barra de menús al iniciar sesión
fr: Lancer l’app de la barre des menus à l’ouverture de session
ja: ログイン時にメニューバーアプリを起動
pt: Iniciar o aplicativo da barra de menus ao iniciar sessão
zh_hans: 登录时启动菜单栏应用
zh_hant: 登入時啟動選單欄應用

# macos.openmenubarappatlogin
source: 로그인 시 메뉴 막대 앱 열기
de: Menüleisten-App bei der Anmeldung öffnen
en: Open Menu Bar App at Login
es: Abrir la app de la barra de menús al iniciar sesión
fr: Ouvrir l’app de la barre des menus à l’ouverture de session
ja: ログイン時にメニューバーアプリを開く
pt: Abrir o aplicativo da barra de menus ao iniciar sessão
zh_hans: 登录时打开菜单栏应用
zh_hant: 登入時開啟選單欄應用

# macos.couldnotchangethelaunchatloginsetting
source: 로그인 시 실행 설정을 변경하지 못했습니다: %@
de: Die Einstellung zum Starten bei der Anmeldung konnte nicht geändert werden: %@
en: Could not change the launch-at-login setting: %@
es: No se pudo cambiar la opción de inicio automático: %@
fr: Impossible de modifier le lancement à l’ouverture de session : %@
ja: ログイン時の起動設定を変更できませんでした: %@
pt: Não foi possível alterar a configuração de inicialização no login: %@
zh_hans: 无法更改登录时启动设置：%@
zh_hant: 無法更改登入時啟動設定：%@

# macos.logininformationconversationhistoryprojectsandbridgesettings
source: 로그인 정보, 대화 기록, 프로젝트와 브리지 설정은 유지됩니다.
de: Anmeldedaten, Gesprächsverlauf, Projekte und Bridge-Einstellungen bleiben erhalten.
en: Login information, conversation history, projects and bridge settings are preserved.
es: Se conservan los datos de inicio de sesión, el historial, los proyectos y la configuración del puente.
fr: Les informations de connexion, l’historique, les projets et les réglages du pont sont conservés.
ja: ログイン情報、会話履歴、プロジェクト、ブリッジ設定は保持されます。
pt: As informações de login, o histórico, os projetos e as configurações da ponte são mantidos.
zh_hans: 保留登录信息、对话记录、项目和桥接设置。
zh_hant: 保留登入資訊、對話記錄、專案和橋接設定。

# macos.theloginitemstatuscouldnotbedetermined
source: 로그인 항목 상태를 확인할 수 없습니다.
de: Der Status des Anmeldeobjekts konnte nicht ermittelt werden.
en: The login item status could not be determined.
es: No se pudo determinar el estado del elemento de inicio de sesión.
fr: Impossible de déterminer l’état de l’élément d’ouverture de session.
ja: ログイン項目の状態を確認できません。
pt: Não foi possível determinar o estado do item de início de sessão.
zh_hans: 无法确定登录项状态。
zh_hant: 無法確定登入項狀態。

# macos.openloginitemsettings
source: 로그인 항목 설정 열기
de: Einstellungen für Anmeldeobjekte öffnen
en: Open Login Item Settings
es: Abrir la configuración de elementos de inicio de sesión
fr: Ouvrir les réglages des éléments d’ouverture de session
ja: ログイン項目の設定を開く
pt: Abrir configurações de Itens de Início
zh_hans: 打开登录项设置
zh_hant: 開啟登入項設定

# macos.loginrequired
source: 로그인이 필요합니다
de: Anmeldung erforderlich
en: Login required
es: Es necesario iniciar sesión
fr: Connexion requise
ja: ログインが必要です
pt: Login necessário
zh_hans: 需要登录
zh_hant: 需要登入

# macos.couldnotreadthelocalserviceresponse
source: 로컬 서비스 응답을 읽을 수 없습니다: %@
de: Die Antwort des lokalen Dienstes konnte nicht gelesen werden: %@
en: Could not read the local service response: %@
es: No se pudo leer la respuesta del servicio local: %@
fr: Impossible de lire la réponse du service local : %@
ja: ローカルサービスの応答を読み取れませんでした：%@
pt: Não foi possível ler a resposta do serviço local: %@
zh_hans: 无法读取本地服务响应：%@
zh_hant: 無法讀取本機服務回應：%@

# macos.thelocalserviceresponseexceededtheallowedsize
source: 로컬 서비스 응답이 허용 크기를 초과했습니다.
de: Die Antwort des lokalen Dienstes hat die zulässige Größe überschritten.
en: The local service response exceeded the allowed size.
es: La respuesta del servicio local superó el tamaño permitido.
fr: La réponse du service local dépasse la taille autorisée.
ja: ローカルサービスの応答が許容サイズを超えました。
pt: A resposta do serviço local excedeu o tamanho permitido.
zh_hans: 本地服务响应超出了允许的大小。
zh_hant: 本機服務回應超過允許的大小。

# macos.thelocalserviceclosedtheconnectionwithouta
source: 로컬 서비스가 응답 없이 연결을 닫았습니다.
de: Der lokale Dienst hat die Verbindung ohne Antwort geschlossen.
en: The local service closed the connection without a response.
es: El servicio local cerró la conexión sin responder.
fr: Le service local a fermé la connexion sans répondre.
ja: ローカルサービスが応答せずに接続を閉じました。
pt: O serviço local encerrou a conexão sem responder.
zh_hans: 本地服务未响应便关闭了连接。
zh_hant: 本機服務未回應便關閉了連線。

# macos.couldnotconnecttothelocalservice
source: 로컬 서비스에 연결할 수 없습니다: %@
de: Es konnte keine Verbindung zum lokalen Dienst hergestellt werden: %@
en: Could not connect to the local service: %@
es: No se pudo conectar al servicio local: %@
fr: Impossible de se connecter au service local : %@
ja: ローカルサービスに接続できませんでした：%@
pt: Não foi possível conectar ao serviço local: %@
zh_hans: 无法连接到本地服务：%@
zh_hant: 無法連線至本機服務：%@

# macos.couldnotsendarequesttothelocal
source: 로컬 서비스에 요청을 보낼 수 없습니다: %@
de: Es konnte keine Anfrage an den lokalen Dienst gesendet werden: %@
en: Could not send a request to the local service: %@
es: No se pudo enviar una solicitud al servicio local: %@
fr: Impossible d’envoyer une requête au service local : %@
ja: ローカルサービスにリクエストを送信できませんでした：%@
pt: Não foi possível enviar uma solicitação ao serviço local: %@
zh_hans: 无法向本地服务发送请求：%@
zh_hant: 無法向本機服務傳送要求：%@

# macos.couldnotfinishthefollowupactionbecause
source: 로컬 서비스의 응답을 확인하지 못해 후속 처리를 마치지 못했습니다. 다시 요청해 주세요.
de: Die Folgeaktion konnte nicht abgeschlossen werden, weil die Antwort des lokalen Dienstes nicht geprüft werden konnte. Sende die Anfrage erneut.
en: Could not finish the follow-up action because the local service response could not be verified. Submit the request again.
es: No se pudo completar la acción posterior porque no se pudo verificar la respuesta del servicio local. Vuelve a enviar la solicitud.
fr: Impossible de terminer l’action suivante, car la réponse du service local n’a pas pu être vérifiée. Envoyez à nouveau la demande.
ja: ローカルサービスの応答を確認できず、後続処理を完了できませんでした。再度リクエストしてください。
pt: Não foi possível concluir a ação seguinte porque a resposta do serviço local não pôde ser verificada. Envie a solicitação novamente.
zh_hans: 无法确认本地服务的响应，因此未能完成后续操作。请重新提交请求。
zh_hant: 無法確認本機服務的回應，因此未能完成後續操作。請重新提交請求。

# macos.thelocalconnectionpathisinvalid
source: 로컬 연결 경로가 올바르지 않습니다.
de: Der lokale Verbindungspfad ist ungültig.
en: The local connection path is invalid.
es: La ruta de conexión local no es válida.
fr: Le chemin de connexion locale n’est pas valide.
ja: ローカル接続パスが無効です。
pt: O caminho da conexão local é inválido.
zh_hans: 本地连接路径无效。
zh_hant: 本機連線路徑無效。

# macos.lastsuccessfulcheck
source: 마지막 성공
de: Letzte erfolgreiche Prüfung
en: Last successful check
es: Última comprobación correcta
fr: Dernière vérification réussie
ja: 最後に成功した確認
pt: Última verificação bem-sucedida
zh_hans: 上次成功检查
zh_hant: 上次成功檢查

# macos.lastconnected
source: 마지막 접속 %@
de: Zuletzt verbunden: %@
en: Last connected %@
es: Última conexión: %@
fr: Dernière connexion : %@
ja: 最終接続 %@
pt: Última conexão: %@
zh_hans: 上次连接：%@
zh_hant: 上次連線：%@

# macos.lastchecked
source: 마지막 확인
de: Zuletzt geprüft
en: Last checked
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
pt: Última verificação
zh_hans: 上次检查
zh_hant: 上次檢查

# macos.create
source: 만들기
de: Erstellen
en: Create
es: Crear
fr: Créer
ja: 作成
pt: Criar
zh_hans: 创建
zh_hant: 建立

# macos.selectconnecttoexistingservermodefirst
source: 먼저 ‘기존 서버에 연결’ 모드를 선택해 주세요.
de: Wählen Sie zuerst den Modus „Mit vorhandenem Server verbinden“.
en: Select “Connect to Existing Server” mode first.
es: Seleccione primero el modo «Conectar a un servidor existente».
fr: Sélectionnez d’abord le mode « Se connecter à un serveur existant ».
ja: 先に「既存のサーバーに接続」モードを選択してください。
pt: Primeiro selecione o modo “Conectar a um servidor existente”.
zh_hans: 请先选择“连接现有服务器”模式。
zh_hant: 請先選擇“連線現有伺服器”模式。

# macos.quitsthemenubarapphelperbridgeserver
source: 메뉴 막대 앱, helper, 브리지 서버와 Tunnel을 모두 종료합니다. 앱을 다시 열거나 다음 사용자 로그인 전까지 ChatGPT의 브리지 연결을 사용할 수 없습니다.
de: Beendet die Menüleisten-App, den Helper, den Bridge-Server und den Tunnel. Die Bridge-Verbindung von ChatGPT bleibt bis zum erneuten Öffnen der App oder bis zur nächsten Anmeldung nicht verfügbar.
en: Quits the menu bar app, helper, bridge server, and Tunnel. The ChatGPT bridge connection remains unavailable until you reopen the app or next log in.
es: Cierra la app de la barra de menús, el helper, el servidor Bridge y el Tunnel. La conexión de ChatGPT con Bridge no estará disponible hasta que vuelva a abrir la app o inicie sesión de nuevo.
fr: Ferme l’app de la barre des menus, le helper, le serveur Bridge et le Tunnel. La connexion de ChatGPT au Bridge restera indisponible jusqu’à la réouverture de l’app ou la prochaine ouverture de session.
ja: メニューバーアプリ、helper、Bridgeサーバー、Tunnelをすべて終了します。アプリを再度開くか次回ログインするまで、ChatGPTからBridgeに接続できません。
pt: Encerra o aplicativo da barra de menus, o helper, o servidor Bridge e o Tunnel. A conexão do ChatGPT com o Bridge ficará indisponível até o aplicativo ser reaberto ou o próximo início de sessão.
zh_hans: 将退出菜单栏应用、helper、Bridge 服务器和 Tunnel。在重新打开应用或下次登录之前，ChatGPT 无法连接到 Bridge。
zh_hant: 將退出選單欄應用、helper、Bridge 伺服器和 Tunnel。在重新開啟應用或下次登入之前，ChatGPT 無法連線到 Bridge。

# macos.runtime.quitAllProcessesDescription
source: 메뉴 막대 앱과 helper, 브리지 서버 및 관련 프로세스를 모두 종료합니다.
de: Beendet die Menüleisten-App, den Helper, den Bridge-Server und alle zugehörigen Prozesse.
en: Quits the menu bar app, helper, bridge server, and all related processes.
es: Cierra la app de la barra de menús, el helper, el servidor Bridge y todos los procesos relacionados.
fr: Ferme l’app de la barre des menus, le helper, le serveur Bridge et tous les processus associés.
ja: メニューバーアプリ、helper、Bridgeサーバー、および関連プロセスをすべて終了します。
pt: Encerra o aplicativo da barra de menus, o helper, o servidor Bridge e todos os processos relacionados.
zh_hans: 退出菜单栏应用、helper、Bridge 服务器及所有相关进程。
zh_hant: 退出選單欄應用、helper、Bridge 伺服器及所有相關程序。

# macos.checkstatusandresultsinthemenubar
source: 메뉴 막대 앱에서 현황과 결과를 확인하세요.
de: Prüfen Sie Status und Ergebnisse in der Menüleisten-App.
en: Check status and results in the menu-bar app.
es: Consulta el estado y los resultados en la app de la barra de menús.
fr: Consultez l’état et les résultats dans l’app de barre des menus.
ja: メニューバーアプリで状況と結果を確認してください。
pt: Verifique o status e os resultados no app da barra de menus.
zh_hans: 请在菜单栏应用中查看状态和结果。
zh_hant: 請在選單列 App 中查看狀態和結果。

# macos.selectexplicitly
source: 명시적으로 선택
de: Explizit auswählen
en: Select Explicitly
es: Seleccionar explícitamente
fr: Sélectionner explicitement
ja: 明示的に選択
pt: Selecionar explicitamente
zh_hans: 明确选择
zh_hant: 明確選擇

# macos.modelreasoningunavailable
source: 모델 · 추론 확인 불가
de: Modell · Reasoning-Stufe nicht verfügbar
en: Model · Reasoning unavailable
es: Modelo · Nivel de razonamiento no disponible
fr: Modèle · Niveau de raisonnement indisponible
ja: モデル · 推論レベルを確認できません
pt: Modelo · Nível de raciocínio indisponível
zh_hans: 模型 · 无法确认推理强度
zh_hant: 模型 · 無法確認推理強度

# macos.refreshmodels
source: 모델 목록 새로고침
de: Modelle aktualisieren
en: Refresh Models
es: Actualizar modelos
fr: Actualiser les modèles
ja: モデル一覧を更新
pt: Atualizar modelos
zh_hans: 刷新模型列表
zh_hant: 重新整理模型列表

# macos.modelpolicy
source: 모델 정책
de: Modellrichtlinie
en: Model Policy
es: Política de modelos
fr: Stratégie de modèle
ja: モデルポリシー
pt: Política de modelos
zh_hans: 模型策略
zh_hant: 模型策略

# macos.themodelcatalogisstalesopolicychanges
source: 모델 카탈로그가 오래되어 정책 저장이 제한될 수 있습니다.
de: Der Modellkatalog ist veraltet. Das Speichern der Richtlinie kann daher eingeschränkt sein.
en: The model catalog is stale, so policy changes may be limited.
es: El catálogo de modelos está desactualizado, por lo que puede limitarse el guardado de la política.
fr: Le catalogue de modèles est obsolète ; l’enregistrement de la stratégie peut donc être limité.
ja: モデルカタログが古いため、ポリシーの保存が制限される場合があります。
pt: O catálogo de modelos está desatualizado, portanto o salvamento da política pode ser limitado.
zh_hans: 模型目录已过期，策略保存可能会受到限制。
zh_hant: 模型目錄已過期，策略儲存可能會受到限制。

# macos.appliesfullaccesstoeverynewtask
source: 모든 새 작업에 전체 접근을 적용합니다.
de: Wendet vollständigen Zugriff auf alle neuen Aufgaben an.
en: Applies full access to every new task.
es: Aplica acceso total a todas las tareas nuevas.
fr: Accorde un accès complet à toutes les nouvelles tâches.
ja: すべての新規タスクにフルアクセスを適用します。
pt: Aplica acesso total a todas as novas tarefas.
zh_hans: 对所有新任务应用完全访问权限。
zh_hant: 對所有新任務應用完全存取權限。

# macos.restrictseverynewtasktoreadonlyaccess
source: 모든 새 작업을 읽기 전용으로 제한합니다.
de: Beschränkt alle neuen Aufgaben auf schreibgeschützten Zugriff.
en: Restricts every new task to read-only access.
es: Limita todas las tareas nuevas al acceso de solo lectura.
fr: Limite toutes les nouvelles tâches à un accès en lecture seule.
ja: すべての新規タスクを読み取り専用に制限します。
pt: Restringe todas as novas tarefas ao acesso somente leitura.
zh_hans: 将所有新任务限制为只读。
zh_hant: 將所有新任務限制為只讀。

# macos.automaticrestartstoppedafterrepeatedcrashes
source: 반복 충돌로 자동 재시작이 중지되었습니다.
de: Der automatische Neustart wurde nach wiederholten Abstürzen angehalten.
en: Automatic restart stopped after repeated crashes.
es: El reinicio automático se detuvo tras varios fallos consecutivos.
fr: Le redémarrage automatique a été interrompu après plusieurs plantages.
ja: クラッシュが繰り返されたため、自動再起動を停止しました。
pt: A reinicialização automática foi interrompida após falhas repetidas.
zh_hans: 由于反复崩溃，自动重启已停止。
zh_hant: 由於反覆崩潰，自動重啟已停止。

# macos.background
source: 백그라운드
de: Hintergrund
en: Background
es: Segundo plano
fr: Arrière-plan
ja: バックグラウンド
pt: Segundo plano
zh_hans: 后台
zh_hant: 背景

# macos.backgroundprocessrunning
source: 백그라운드 실행
de: Hintergrundprozess läuft
en: Background Process Running
es: Proceso en segundo plano en ejecución
fr: Processus en arrière-plan en cours
ja: バックグラウンドプロセス実行中
pt: Processo em segundo plano em execução
zh_hans: 后台进程正在运行
zh_hant: 背景程序正在執行

# macos.checkingbackgroundprocessstatus
source: 백그라운드 실행 상태를 확인하고 있습니다.
de: Der Status der Hintergrundprozesse wird geprüft.
en: Checking background process status.
es: Comprobando el estado de los procesos en segundo plano.
fr: Vérification de l’état des processus en arrière-plan.
ja: バックグラウンドの実行状態を確認しています。
pt: Verificando o estado dos processos em segundo plano.
zh_hans: 正在检查后台进程状态。
zh_hant: 正在檢查背景程序狀態。

# macos.handoffwillproceedafterbackgroundworkisconfirmed
source: 백그라운드 작업 종료를 확인한 뒤 인계합니다.
de: Die Übergabe erfolgt, sobald das Ende der Hintergrundarbeit bestätigt ist.
en: Handoff will proceed after background work is confirmed finished.
es: La transferencia continuará cuando se confirme que el trabajo en segundo plano ha terminado.
fr: Le transfert aura lieu après confirmation de la fin du travail en arrière-plan.
ja: バックグラウンド作業の終了を確認してから引き継ぎます。
pt: A transferência continuará quando for confirmado o fim do trabalho em segundo plano.
zh_hans: 确认后台任务已结束后进行交接。
zh_hant: 確認背景工作已結束後進行交接。

# macos.backgroundtasksonly
source: 백그라운드 작업만
de: Nur Hintergrundaufgaben
en: Background Tasks Only
es: Solo tareas en segundo plano
fr: Tâches en arrière-plan uniquement
ja: バックグラウンドタスクのみ
pt: Somente tarefas em segundo plano
zh_hans: 仅后台任务
zh_hant: 僅背景任務

# macos.backgroundprocesses
source: 백그라운드 프로세스
de: Hintergrundprozesse
en: Background Processes
es: Procesos en segundo plano
fr: Processus en arrière-plan
ja: バックグラウンドプロセス
pt: Processos em segundo plano
zh_hans: 后台进程
zh_hant: 背景處理程序

# macos.dashboard.backgroundProcessCount
source: 백그라운드 프로세스 %lld
de: Hintergrundprozesse: %lld
en: Background processes: %lld
es: Procesos en segundo plano: %lld
fr: Processus en arrière-plan : %lld
ja: バックグラウンドプロセス %lld件
pt: Processos em segundo plano: %lld
zh_hans: 后台进程：%lld
zh_hant: 背景程序：%lld

# macos.waitingforbackgroundprocessestofinish
source: 백그라운드 프로세스가 끝나기를 기다리고 있습니다.
de: Warten auf das Ende der Hintergrundprozesse.
en: Waiting for background processes to finish.
es: Esperando a que terminen los procesos en segundo plano.
fr: En attente de la fin des processus en arrière-plan.
ja: バックグラウンドプロセスの終了を待っています。
pt: Aguardando o término dos processos em segundo plano.
zh_hans: 正在等待后台进程结束。
zh_hant: 正在等待背景程序結束。

# macos.theappwasnotquitsafelybecausebackground
source: 백그라운드 프로세스가 실행 중이어서 안전 종료하지 않았습니다. 강제 종료하면 해당 프로세스도 중단됩니다.
de: Die App wurde nicht sicher beendet, weil Hintergrundprozesse ausgeführt werden. Erzwungenes Beenden unterbricht diese Prozesse.
en: The app was not quit safely because background processes are running. Force quit will interrupt them.
es: La app no se cerró de forma segura porque hay procesos en segundo plano activos. El cierre forzado los interrumpirá.
fr: L’app n’a pas été fermée en toute sécurité, car des processus en arrière-plan sont actifs. Une fermeture forcée les interrompra.
ja: バックグラウンドプロセスが実行中のため、安全に終了できませんでした。強制終了すると、そのプロセスも中断されます。
pt: O aplicativo não foi encerrado com segurança porque há processos em segundo plano em execução. O encerramento forçado interromperá esses processos.
zh_hans: 由于后台进程仍在运行，应用未安全退出。强制退出将中断这些进程。
zh_hant: 由於背景程序仍在執行，應用未安全退出。強制退出將中斷這些程序。

# macos.version
source: 버전
de: Versions
en: Version
es: Versión
fr: Version
ja: バージョン
pt: versão
zh_hans: 版本
zh_hant: 版本

# macos.versionmanagement
source: 버전 관리
de: Versionsverwaltung
en: Version management
es: Gestión de versiones
fr: Gestion des versions
ja: バージョン管理
pt: Gerenciamento de versões
zh_hans: 版本管理
zh_hant: 版本管理

# macos.versionhistory
source: 버전 이력
de: Versionsverlauf
en: Version history
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
pt: Histórico de versões
zh_hans: 版本历史
zh_hant: 版本記錄

# macos.changessaveautomatically
source: 변경사항 자동 저장
de: Änderungen automatisch speichern
en: Changes Save Automatically
es: Guardar cambios automáticamente
fr: Enregistrer automatiquement les modifications
ja: 変更を自動保存
pt: Salvar alterações automaticamente
zh_hans: 自动保存更改
zh_hant: 自動儲存更改

# macos.changessaveautomaticallyandaresharedwithexisting
source: 변경사항은 자동으로 저장되어 기존 ChatGPT 카드와 공유됩니다. 프로젝트 등록은 일반 설정 초기화에 포함되지 않습니다.
de: Änderungen werden automatisch gespeichert und mit vorhandenen ChatGPT-Karten geteilt. Projektregistrierungen werden beim Zurücksetzen der allgemeinen Einstellungen nicht zurückgesetzt.
en: Changes save automatically and are shared with existing ChatGPT cards. Project registrations are not reset with general settings.
es: Los cambios se guardan automáticamente y se comparten con las tarjetas de ChatGPT existentes. Los registros de proyectos no se incluyen al restablecer la configuración general.
fr: Les modifications sont enregistrées automatiquement et partagées avec les cartes ChatGPT existantes. Les inscriptions de projets ne sont pas réinitialisées avec les paramètres généraux.
ja: 変更は自動保存され、既存のChatGPTカードと共有されます。プロジェクト登録は一般設定のリセット対象に含まれません。
pt: As alterações são salvas automaticamente e compartilhadas com os cartões existentes do ChatGPT. Os registros de projetos não são redefinidos com as configurações gerais.
zh_hans: 更改会自动保存并与现有 ChatGPT 卡片共享。项目注册不会随常规设置一起重置。
zh_hant: 更改會自動儲存並與現有 ChatGPT 卡片共享。專案註冊不會隨常規設定一起重置。

# macos.removethisarchivedprojectregistration
source: 보관된 프로젝트 등록을 삭제할까요?
de: Diese archivierte Projektregistrierung löschen?
en: Remove this archived project registration?
es: ¿Eliminar este registro de proyecto archivado?
fr: Supprimer cette inscription de projet archivée ?
ja: アーカイブ済みのプロジェクト登録を削除しますか？
pt: Excluir este registro de projeto arquivado?
zh_hans: 删除此已归档的项目注册？
zh_hant: 刪除此已歸檔的專案註冊？

# macos.showarchivedskills
source: 보관한 스킬 표시
de: Archivierte Skills anzeigen
en: Show archived skills
es: Mostrar habilidades archivadas
fr: Afficher les compétences archivées
ja: アーカイブしたスキルを表示
pt: Mostrar habilidades arquivadas
zh_hans: 显示已归档技能
zh_hant: 顯示已封存技能

# macos.securityandconnectionapprovalnotifications
source: 보안 및 연결 승인 알림
de: Sicherheits- und Verbindungsfreigaben melden
en: Security and connection approval notifications
es: Avisos de seguridad y autorización de conexiones
fr: Notifications de sécurité et d’autorisation des connexions
ja: セキュリティと接続承認の通知
pt: Notificações de segurança e aprovação de conexão
zh_hans: 安全与连接审批通知
zh_hant: 安全與連線核准通知

# macos.therearenoretainedrecentruns
source: 보존된 최근 실행이 없습니다.
de: Es sind keine kürzlich ausgeführten Läufe gespeichert.
en: There are no retained recent runs.
es: No hay ejecuciones recientes conservadas.
fr: Aucune exécution récente n’est conservée.
ja: 保持されている最近の実行はありません。
pt: Não há execuções recentes preservadas.
zh_hans: 没有保留的近期运行记录。
zh_hant: 沒有保留的近期執行記錄。

# macos.protectedcredentialstoreerror
source: 보호된 자격 증명 저장소 오류(%d)
de: Fehler im geschützten Anmeldedatenspeicher (%d)
en: Protected credential store error (%d)
es: Error del almacén protegido de credenciales (%d)
fr: Erreur du stockage protégé des identifiants (%d)
ja: 保護された資格情報ストアのエラー（%d）
pt: Erro no armazenamento protegido de credenciais (%d)
zh_hans: 受保护的凭据存储区错误（%d）
zh_hant: 受保護的憑證儲存區錯誤（%d）

# macos.therecoveredserverstatedoesnotmatchthe
source: 복구된 서버 상태가 예약과 일치하지 않습니다. 서버 상태를 확인한 뒤 다시 요청해 주세요.
de: Der wiederhergestellte Serverzustand stimmt nicht mit der ausstehenden Anfrage überein. Prüfe den Serverstatus und sende die Anfrage erneut.
en: The recovered server state does not match the pending request. Check the server status and submit the request again.
es: El estado del servidor recuperado no coincide con la solicitud pendiente. Comprueba el estado del servidor y vuelve a enviar la solicitud.
fr: L’état du serveur rétabli ne correspond pas à la demande en attente. Vérifiez l’état du serveur et envoyez à nouveau la demande.
ja: 復旧したサーバーの状態が予約内容と一致しません。サーバーの状態を確認してから再度リクエストしてください。
pt: O estado do servidor recuperado não corresponde à solicitação pendente. Verifique o estado do servidor e envie a solicitação novamente.
zh_hans: 恢复后的服务器状态与待执行请求不一致。请检查服务器状态后重新提交请求。
zh_hant: 復原後的伺服器狀態與待執行請求不一致。請檢查伺服器狀態後重新提交請求。
